{
    "1": {
        "image": "https://media.pitchfork.com/photos/671f8c1e86725d26e919a455/1:1/w_640,c_limit/Tyler-the-Creator-Chromakopia.jpg",
        "userimage": "",
        "username": "Heven Halle",
        "albumname": "CHROMAKOPIA",
        "artist": "Tyler, the Creator",
        "year": "2024",
        "stars": "4",
        "review": "For all of CHROMAKOPIA’s hitting-your-thirties ego death confessionals, it’s the braggadocious, Cherry Bomb-sounding tracks that really hit: “Thought I Was Dead,” “Rah Tah Tah,” “NOID,” and “Sticky.” His rejection of the past is understandable. “That version of T that you knew was a memory,” he says on “Tomorrow,” anticipating the critiques: “Who is that? You niggas get too attached to hear the theory.” Not too long ago, entire nations and commonwealths were terrified of Tyler because of his controversial lyrics. Then he started philosophizing and crooning about love and became a bit more brand-friendly. Few are as quick-witted in their raps as him, though. Fewer still have the kind of infectious arrogance that makes people want to bow down rather than roll their eyes.",
        "likes": "82916"
    },
    "2": {
        "image": "https://media.pitchfork.com/photos/65dfd21824cf8305d775f0cd/1:1/w_320,c_limit/Charli-XCX-Brat.jpg",
        "userimage": "",
        "username": "Meaghan Garvey",
        "albumname": "BRAT",
        "artist": "Charli XCX",
        "year": "2024",
        "stars": "4",
        "review": "These ideas feel substantial in new ways for Charli. Writing BRAT, she quieted her inner industry pro who strung together vowel sounds and buzzwords that rhymed, approaching her lyrics as if she were typing a gossipy text to a friend. The method worked, nudging songs about subjects like grief and motherhood past the usual clichés of “confessional writing” and into reality. The somber “So I” is about missing SOPHIE, Charli’s late mentor; it’s also about how terrifying it can be to be friends with a genius. Much ink will be spilled about “I think about it all the time,” where a visit to a friend who recently became a mother inspires life-altering questions about what her freedom’s worth. But what gives the story life is the striking admission that, alongside tenderness and joy, she feels a sting of jealous FOMO: “She’s a radiant mother and he’s a beautiful father, and now they both know these things that I don’t.” You might call it her most vulnerable record to date, if you’re into that sort of thing.",
        "likes": "4213"
    }
}
